// *********************************************************************************************************************
// Пользовательский хук для проверки отключения поля формы
// *********************************************************************************************************************



import React from "react";


export default function useDisableField() {

    // Пустое значение
    const emptyField = value => {
        return value === undefined;
    };

    return {emptyField};
};